{
  "cantidad": 16,
  "videojuegos": [
    {
      "id": "1",
      "nombre": "FINAL FANTASY I",
      "genero": " RPG de fantasía.",
      "desarrollador": "Square Enix",
      "plataforma": "Varios sistemas, incluyendo NES, PS1, PSP, iOS, Android.",
      "descripcion": "Pionero de la serie, magia y aventuras épicas.",
      "fulldescripcion": "Final Fantasy I, lanzado en 1987 por Square Enix (anteriormente Square), es el juego que dio inicio a la legendaria serie de RPG. Este juego presenta un mundo de fantasía en el que cuatro héroes se embarcan en una búsqueda épica para restaurar el equilibrio de los cristales y derrotar al malvado Caos. Los jugadores pueden elegir entre diferentes clases para sus personajes, como guerreros, magos y pícaros, lo que permite una gran libertad en la personalización de su grupo. El juego presenta un sistema de combate por turnos clásico y una banda sonora memorable de Nobuo Uematsu. Final Fantasy I estableció los cimientos de la serie y es un hito en la historia de los videojuegos.",
      "clasificacion": "Para mayores de 12 años",
      "imagen": "./img/finalfantasyi.png",
      "logo": "./img/logodet1.jpg",
      "battle": "./img/1boss.jpg",
      "trailer": "https://www.youtube.com/embed/8kLsW9zoLFw?si=92TfByMjE3hVHhxl"
    },
    {
      "id": "2",
      "nombre": "FINAL FANTASY II",
      "genero": "RPG de fantasía con un sistema de progresión único.",
      "desarrollador": "Square Enix",
      "plataforma": "Varios sistemas, incluyendo NES, PS1, PSP, iOS, Android.",
      "descripcion": "Sistema de progresión única, historia cautivadora.",
      "clasificacion": "Para mayores de 12 años",
      "fulldescripcion": "Final Fantasy II, lanzado en 1988, se destaca por su sistema de progresión de personajes único. En lugar de ganar puntos de experiencia tradicionales, los personajes mejoran sus habilidades en función de cómo se utilizan en la batalla. La historia sigue a Firion, María y Guy mientras se unen a una rebelión contra el Imperio de Palamecia. Este juego profundiza en la narrativa y las relaciones entre los personajes, lo que lo hace único en la serie. Final Fantasy II presenta un mundo de juego expansivo, un sistema de combate por turnos estratégico y una variedad de habilidades y hechizos. Aunque fue un desafío en su época, es apreciado por su innovación.",
      "imagen": "./img/finalfantasyii.png",
      "logo": "./img/logodet2.jpg",
      "battle": "./img/2boss.jpg",
      "trailer": "https://www.youtube.com/embed/NnDFWezLgUc?si=kAhYNSJleqf4mD0a"
    },
    {
      "id": "3",
      "nombre": "FINAL FANTASY III",
      "genero": "RPG de fantasía con un enfoque en clases y trabajos.",
      "desarrollador": "Square Enix",
      "plataforma": "Varios sistemas, incluyendo NES, DS, PSP, iOS, Android.",
      "descripcion": "Clases cambiantes y cristales mágicos.",
      "fulldescripcion": "Final Fantasy III, lanzado en 1990, es conocido por introducir el sistema de trabajos, que permite a los personajes cambiar de clase y habilidades a lo largo del juego. La historia sigue a cuatro jóvenes huérfanos que son elegidos para ser los Guerreros de la Luz y deben restaurar el equilibrio de los cristales elementales. El juego presenta un mundo de juego expansivo y una trama más tradicional de fantasía. La profundidad de personalización de personajes y la estrategia en el sistema de trabajos hicieron que Final Fantasy III se destacara en su época y sentara las bases para futuros títulos de la serie.",
      "clasificacion": "Para mayores de 12 años",
      "imagen": "./img/finalfantasyiii.png",
      "logo": "./img/logodet3.jpg",
      "battle": "./img/3boss.jpg",
      "trailer": "https://www.youtube.com/embed/hAVWo7FUDOI?si=m15ymlFdelnZmHbC"
    },
    {
      "id": "4",
      "nombre": "FINAL FANTASY IV",
      "genero": "RPG de fantasía con una narrativa épica.",
      "desarrollador": "Square Enix",
      "plataforma": "Varios sistemas, incluyendo SNES, PS1, PSP, DS, iOS, Android.",
      "descripcion": "Emocional y épica historia de Cecil y compañía.",
      "fulldescripcion": "Final Fantasy IV, lanzado en 1991, fue un punto de inflexión en la serie con su enfoque en la narrativa y los personajes. La historia sigue a Cecil, un caballero oscuro que se embarca en un viaje para redimirse y proteger al mundo de las amenazas de los Lunarianos y el malvado Golbez. El juego presenta un elenco de personajes memorables, cada uno con su propia historia y motivaciones, lo que enriquece la trama. El sistema de combate por turnos también se mejoró con habilidades únicas para cada personaje y un enfoque estratégico. Final Fantasy IV se convirtió en un clásico querido y estableció un estándar alto para futuros juegos de la serie.",
      "clasificacion": "Para mayores de 12 años",
      "imagen": "./img/finalfantasyiv.png",
      "logo": "./img/logodet4.jpg",
      "battle": "./img/4boss.jpg",
      "trailer": "https://www.youtube.com/embed/1-Gu16kCReo?si=eOIbybykJqLlwAF2"
    },
    {
      "id": "5",
      "nombre": "FINAL FANTASY V",
      "genero": "RPG de fantasía con un sistema de trabajos profundo.",
      "desarrollador": "Square Enix",
      "plataforma": "Varios sistemas, incluyendo SNES, PS1, GBA, iOS, Android.",
      "descripcion": "Profundo sistema de trabajos y viaje interdimensional.",
      "fulldescripcion": "Final Fantasy V, lanzado en 1992, se destaca por su sistema de trabajos altamente personalizable. La historia sigue a Bartz, Lenna, Galuf y Faris en su búsqueda para proteger los cristales y evitar una catástrofe. El juego presenta un sistema de trabajo que permite a los personajes cambiar de clase, lo que les otorga habilidades únicas. La narrativa, aunque menos enfocada en personajes que la entrega anterior, es entretenida y está llena de giros sorprendentes. Final Fantasy V también es conocido por su desafiante dificultad, lo que lo convierte en un favorito entre los fanáticos de la estrategia.",
      "clasificacion": "Para mayores de 12 años",
      "imagen": "./img/finalfantasyv.png",
      "logo": "./img/logodet5.jpg",
      "battle": "./img/5boss.png",
      "trailer": "https://www.youtube.com/embed/uCxBFmyjEMw?si=G88qrE-svuASD56a"
    },
    {
      "id": "6",
      "nombre": "FINAL FANTASY VI",
      "genero": "RPG de fantasía con elementos steampunk.",
      "desarrollador": "Square Enix",
      "plataforma": "Varios sistemas, incluyendo SNES, PS1, GBA, iOS, Android.",
      "descripcion": "Épica, villanos memorables y magia tecnológica.",
      "fulldescripcion": "Final Fantasy VI, lanzado en 1994, es considerado uno de los mejores juegos de la serie y uno de los títulos más influyentes de la era de los 16 bits. La historia se desarrolla en un mundo en ruinas bajo el yugo del Imperio Gestahlian. Los jugadores controlan a un elenco diverso de personajes, incluidos Terra, Locke, Celes y Kefka, uno de los villanos más icónicos en la historia de los videojuegos. La trama se centra en la lucha por la liberación contra el imperio y la búsqueda de la magia esencial. El juego presenta una narrativa oscura y compleja, un sistema de habilidades únicas para cada personaje y una banda sonora inolvidable. Final Fantasy VI es aclamado por su profundidad emocional y su impacto en la industria.",
      "clasificacion": "Para mayores de 7 años",
      "imagen": "./img/finalfantasyvi.png",
      "logo": "./img/logodet6.jpg",
      "battle": "./img/6boss.jpg",
      "trailer": "https://www.youtube.com/embed/wOkScEsyOYQ?si=l0nN5l6rHEKn3dei"
    },
    {
      "id": "7",
      "nombre": "FINAL FANTASY VII",
      "genero": "RPG de fantasía con elementos de ciencia ficción.",
      "desarrollador": "Square Enix",
      "plataforma": "Originalmente en PS1, luego en PC, PS4, Xbox One, Switch, iOS, Android.",
      "precio": "$46.500",
      "descripcion": "Icono del género, Cloud y el planeta.",
      "fulldescripcion": "Final Fantasy VII, lanzado en 1997, es uno de los juegos más icónicos y populares de la serie. La historia sigue a Cloud Strife y su grupo de rebeldes mientras luchan contra la corporación maligna Shinra y el siniestro Sephiroth. El juego presenta un mundo de ciencia ficción y fantasía, así como personajes carismáticos como Cloud, Aerith, Tifa y Barret. Final Fantasy VII es conocido por su narrativa emocional y giros inesperados en la trama. Introdujo gráficos en 3D, lo que lo convirtió en un hito técnico en su época. El sistema de combate por turnos, materia, permitía una personalización profunda de personajes y estrategia en las batallas.",
      "clasificacion": "Para mayores de 12 años",
      "imagen": "./img/finalfantasyvii.png",
      "logo": "./img/logodet7.jpg",
      "battle": "./img/7boss.jpg",
      "trailer": "https://www.youtube.com/embed/Z3xSGv3Hfio?si=nyrZ_7P0ZWqAool5"
    },
    {
      "id": "8",
      "nombre": "FINAL FANTASY VIII",
      "genero": "RPG de fantasía con elementos de romance y magia.",
      "desarrollador": "Square Enix",
      "plataforma": "Originalmente en PS1, luego en PC, PS4, Xbox One, Switch, iOS, Android.",
      "descripcion": "Romance y Guardianes en un mundo fantástico.",
      "fulldescripcion": "Final Fantasy VIII, lanzado en 1999, se destaca por su enfoque en el romance y la magia. La historia sigue a Squall Leonhart y su grupo de estudiantes mercenarios mientras luchan contra una misteriosa amenaza llamada La Bruja. El juego presenta un mundo moderno con elementos de ciencia ficción y un sistema de magia basado en la extracción de hechizos de objetos. La narrativa se centra en las relaciones entre los personajes, especialmente el romance entre Squall y Rinoa. Final Fantasy VIII es conocido por su música conmovedora y su estilo visual único. El sistema de combate permite la personalización de personajes a través de la Junction System.",
      "clasificacion": "Para mayores de 16 años",
      "imagen": "./img/finalfantasyviii.png",
      "logo": "./img/logodet8.jpg",
      "battle": "./img/8boss.jpg",
      "trailer": "https://www.youtube.com/embed/liHKeemjdbI?si=XPM1WYY_iuOa2uxT" 
    },
    {
      "id": "9",
      "nombre": "FINAL FANTASY IX",
      "genero": "RPG de fantasía con un regreso a la estética clásica.",
      "desarrollador": "Square Enix",
      "plataforma": "Originalmente en PS1, luego en PC, PS4, Xbox One, Switch, iOS, Android.",
      "descripcion": "Retorno a lo clásico con personajes entrañables.",
      "fulldescripcion": "Final Fantasy IX, lanzado en 2000, marca un retorno a las raíces de la serie con un mundo de fantasía clásica. La historia sigue a Zidane, Garnet, Vivi y otros personajes en una aventura para detener una amenaza mundial y descubrir secretos sobre sus propias identidades. El juego presenta una narrativa encantadora y un elenco de personajes entrañables. A diferencia de los títulos anteriores, Final Fantasy IX se inspira en los primeros juegos de la serie y abraza la estética medieval y de cuento de hadas. El sistema de habilidades y el combate por turnos mantienen elementos familiares de la serie.",
      "clasificacion": "Para mayores de 12 años",
      "imagen": "./img/finalfantasyix.png",
      "logo": "./img/logodet9.jpg",
      "battle": "./img/9boss.jpg",
      "trailer": "https://www.youtube.com/embed/5XRB3bxC47M?si=vWHlxZ23O9ltx3Vi"
    },
    {
      "id": "10",
      "nombre": "FINAL FANTASY X",
      "genero": "RPG de fantasía con una historia de amor y un sistema de combate por turnos.",
      "desarrollador": "Square Enix",
      "plataforma": "Originalmente en PS2, luego en PS3, PS4, Xbox One, Switch, PC.",
      "descripcion": "Historia de amor y el espiral de la muerte.",
      "fulldescripcion": "Final Fantasy X, lanzado en 2001, cambió significativamente la fórmula de la serie. La historia sigue a Tidus y Yuna en su búsqueda para salvar el mundo de Spira de una amenaza destructiva conocida como Sin. El juego presenta un mundo hermoso y exótico, personajes completamente expresados por voz y un sistema de combate por turnos que permite a los jugadores cambiar de personaje durante la batalla. Final Fantasy X es conocido por su narrativa emotiva y su enfoque en temas como el sacrificio y la religión. La música y los gráficos impresionantes ayudaron a establecerlo como un clásico de la serie.",
      "clasificacion": "Para mayores de 12 años",
      "imagen": "./img/finalfantasyx.png",
      "logo": "./img/logodet10.jpg",
      "battle": "./img/10boss.jpg",
      "trailer": "https://www.youtube.com/embed/xv4uSttPFGI?si=vD3NKbfS5vmkYS4I"
    },
    {
      "id": "11",
      "nombre": "FINAL FANTASY XI",
      "genero": "MMORPG (juego de rol multijugador masivo en línea).",
      "desarrollador": "Square Enix",
      "plataforma": "PC, PlayStation 2, Xbox 360.",
      "descripcion": "Pionero MMO en el mundo de Vana'diel.",
      "fulldescripcion": "Final Fantasy XI, lanzado en 2002, es un MMO (juego de rol multijugador en línea) ambientado en el mundo de Vana'diel. Los jugadores crean su propio personaje y se aventuran en un vasto mundo lleno de misiones, combates y la necesidad de colaboración con otros jugadores. El juego presenta una gran cantidad de razas y clases, así como una trama expansiva que se desarrolla a lo largo de múltiples expansiones. Final Fantasy XI es conocido por su comunidad de jugadores dedicados y su enfoque en la cooperación.",
      "clasificacion": "Para mayores de 12 años",
      "imagen": "./img/finalfantasyxi.png",
      "logo": "./img/logodet11.jpg",
      "battle": "./img/11boss.jpg",
      "trailer": " "
    },
    {
      "id": "12",
      "nombre": "FINAL FANTASY XII",
      "genero": "RPG de fantasía con un enfoque en la intriga política.",
      "desarrollador": "Square Enix",
      "plataforma": "PS2, luego en PS4, Xbox One, Switch, PC.",
      "descripcion": "Intriga política y sistema de combate único.",
      "fulldescripcion": "Final Fantasy XII, lanzado en 2006, se desarrolla en el mundo de Ivalice y presenta una intrincada historia de política y guerra. Los jugadores asumen el papel de Vaan, un joven que se involucra en un conflicto que abarca reinos y naciones. El juego presenta un sistema de combate en tiempo real llamado Gambit System, que permite a los jugadores programar el comportamiento de sus personajes. Final Fantasy XII es elogiado por su mundo expansivo, personajes complejos y la ausencia de encuentros aleatorios en el campo de juego, lo que permite una exploración más libre.",
      "clasificacion": "Para mayores de 16 años",
      "imagen": "./img/finalfantasyxii.png",
      "logo": "./img/logodet12.png",
      "battle": "./img/12boss.jpg",
      "trailer": "https://www.youtube.com/embed/2IYu8ca8lus?si=JHizvmrT8qpf8wLF" 
    },
    {
      "id": "13",
      "nombre": "FINAL FANTASY XIII",
      "genero": "RPG de fantasía lineal con combates de ritmo rápido.",
      "desarrollador": "Square Enix",
      "plataforma": "PS3, Xbox 360, PC.",
      "descripcion": "Aventura lineal con luchadores de la L'Cie.",
      "fulldescripcion": "Lanzado en 2009, Final Fantasy XIII presenta una historia lineal en un mundo futurista llamado Cocoon. Los jugadores siguen a Lightning y su grupo mientras buscan redimirse y luchan contra el gobierno opresivo de Cocoon. El juego presenta un sistema de combate rápido y estratégico llamado Paradigm Shift y una narrativa rica que se desarrolla a lo largo de múltiples secuelas. Aunque algunas críticas se centraron en su linealidad, Final Fantasy XIII se destacó por su presentación visual impresionante y personajes memorables.",
      "clasificacion": "Para mayores de 16 años",
      "imagen": "./img/finalfantasyxiii.png",
      "logo": "./img/logodet13.jpg",
      "battle": "./img/13boss.jpeg",
      "trailer": "https://www.youtube.com/embed/iponuRPeEgs?si=8cIn079zydb654RY"
    },
    {
      "id": "14",
      "nombre": "FINAL FANTASY XIV",
      "genero": "MMORPG en el mundo de Eorzea.",
      "desarrollador": "Square Enix",
      "plataforma": "PC, PS4, PS5, macOS.",
      "descripcion": "El renacimiento de MMO tras la caída de Dalamud.",
      "fulldescripcion": "Originalmente lanzado en 2010 y luego relanzado como Final Fantasy XIV: A Realm Reborn en 2013, es un MMO ambientado en el mundo de Eorzea. Los jugadores pueden elegir entre diferentes razas y clases mientras exploran un mundo masivo, completan misiones y luchan contra enemigos temibles. La narrativa se desarrolla a lo largo de expansiones y presenta una amplia gama de personajes y desafíos. Final Fantasy XIV es elogiado por su comunidad activa y comprometida, así como por su constante evolución y expansión.",
      "clasificacion": "Para mayores de 12 años",
      "imagen": "./img/finalfantasyxiv.png",
      "logo": "./img/logodet14.png",
      "battle": "./img/14boss.jpg",
      "trailer": "https://www.youtube.com/embed/Vg6yutR3AG0?si=kTTohPhOnoQg3OKR"
    },
    {
      "id": "15",
      "nombre": "FINAL FANTASY XV",
      "genero": "RPG de acción en mundo abierto con elementos de road trip.",
      "desarrollador": "Square Enix",
      "plataforma": "PS4, Xbox One, PC, PS5, Xbox Series X/S.",
      "descripcion": "Road trip con Noctis y batallas épicas.",
      "fulldescripcion": "Lanzado en 2016, Final Fantasy XV sigue la historia del príncipe Noctis y sus amigos en un viaje por un mundo abierto llamado Eos. Los jugadores exploran paisajes impresionantes, participan en batallas en tiempo real y se sumergen en una narrativa de amistad y destino. El juego también se expandió con contenido adicional y una película animada. Final Fantasy XV es conocido por su enfoque en el realismo y su evolución de la jugabilidad de la serie hacia un enfoque más de acción.",
      "clasificacion": "Para mayores de 18 años",
      "imagen": "./img/finalfantasyxv.png",
      "logo": "./img/logodet15.jpg",
      "battle": "./img/15boss.jpg",
      "trailer": "https://www.youtube.com/embed/IiI7SMQA59Q?si=k3VU1Y22aHQ5Jcav"
    },
    {
      "id": "16",
      "nombre": "FINAL FANTASY XVI",
      "genero": "RPG de fantasía con trama oscura y criaturas demoníacas.",
      "desarrollador": "Square Enix",
      "plataforma": "Exclusivo para PS5",
      "descripcion": "Fantasía oscura y criaturas demoníacas emergen.",
      "fulldescripcion": "Final Fantasy XVI, anunciado en 2020 y programado para su lanzamiento el 22 de junio de 2023, es la decimosexta entrega principal de la serie. Este juego de rol de acción exclusivo para PlayStation 5 se desarrolla en el mundo de Valisthea, donde los Cristales Madre otorgan éter y poderes mágicos a las naciones. Clive Rosfield, el primogénito del archiduque de Rosaria, es uno de los personajes principales atrapados en un trágico suceso que cambia su vida. En un entorno de conflictos",
      "clasificacion": "Para mayores de 18 años",
      "imagen": "./img/finalfantasyxvi.png",
      "logo": "./img/logodet16.jpg",
      "battle": "./img/16boss.jpg",
      "trailer": "https://www.youtube.com/embed/Pm67u0wQFe4?si=KYKP-F8G3hZp9ObG"
    }
  ],
  "total": 16
}
